Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Save it somewhere safe (not on this phone). If you lose your seed and your phone, you've lost your funds.
ar: احفظها في مكان آمن (ليس على هذا الهاتف). إذا فقدت بذرتك وهاتفك، فقد فقدت أموالك.
cs: Uložte na bezpečné místo (ne na tento telefon). Pokud ztratíte svůj seed a telefon, ztratíte své finanční prostředky
de: Bewahre es an einem sicheren Ort auf (nicht auf diesem Telefon). Wenn du dein Saatgut und dein Telefon verlierst, hast du auch dein Geld verloren.
es: Guárdelo en un lugar seguro (no en este teléfono). Si pierde su semilla y su teléfono, ha perdido sus fondos.
es_419: Guárdala en un lugar seguro (no en este teléfono). Si pierdes la semilla y el teléfono, perderás tus fondos.
fr: Sauvegardez la dans un endroit sûr (pas sur ce téléphone). Si vous perdez votre clé et votre téléphone, vous perdez vos fonds.

source: Scan Bitcoin Address
ar: امسح عنوان بيتكوين
cs: Skenovat bitcoinovou adresu
de: Bitcoin-Adresse scannen
es: Escanear la dirección Bitcoin
es_419: Escanear dirección de Bitcoin
fr: Scanner une adresse Bitcoin

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة ضوئياً
cs: Naskenování kódu QR
de: QR-Code scannen
es: Escanear código QR
es_419: Escanear código QR
fr: Scannez le code QR

source: Scan QR code
ar: مسح رمز الاستجابة السريعة ضوئياً
cs: Naskenovat QR kód
de: QR-Code scannen
es: Escanear código QR
es_419: Escanear código QR

source: Search
ar: بحث
cs: Vyhledávání
de: Suche
es: Busca en
es_419: Busca en
fr: Recherche

source: Security
ar: الأمان
cs: Zabezpečení
de: Sicherheit
es: Seguridad
es_419: Seguridad
fr: Sécurité

source: Seed backup not stored in iCloud.
ar: لا يتم تخزين النسخة الاحتياطية للبذور في iCloud.
cs: Záloha semen není uložena v iCloudu.
de: Seed-Backup nicht in der iCloud gespeichert.
es: La copia de seguridad de la frase de recuperación no se almacena en iCloud.
es_419: La copia de seguridad de la semilla no se guarda en iCloud.
fr: La clé de sauvegarde n'est pas stockée dans iCloud.

source: Select a fee to see the amount.
ar: حدد الرسوم لمعرفة المبلغ.
cs: Výběrem poplatku zobrazíte jeho výši.
de: Wähle eine Gebühr aus, um den Betrag zu sehen.
es: Seleccione una tarifa para ver el monto.
es_419: Selecciona una comisión para ver el importe.
fr: Sélectionner les frais pour voir le montant final.

source: Select emoji
ar: تحديد الرموز التعبيرية
cs: Vybrat emoji
de: Emoji auswählen
es: Seleccionar emoji
es_419: Seleccionar emoji

source: Select image
ar: حدد الصورة
cs: Vybrat obrázek
de: Bild auswählen
es: Seleccionar imagen
es_419: Seleccionar imagen
fr: Sélectionner l'image

source: Select photo
ar: اختر الصورة
cs: Vybrat fotografii
de: Foto auswählen
es: Seleccionar foto
es_419: Seleccionar foto

source: Select wallet emoji
ar: اختر رمز تعبيري للمحفظة
cs: Vyberte emoji peněženky
de: Brieftaschen-Emoji auswählen
es: Selecciona el emoji de la cartera
es_419: Selecciona el emoji de la cartera

source: Send
ar: إرسال
cs: Poslat
de: Senden
es: Enviar
es_419: Enviar
fr: Envoyer

source: Send Funds
ar: ارسال الاموال
cs: Odeslat prostředky
de: Geld senden
es: Enviar fondos
es_419: Enviar fondos
fr: Envoyer des fonds

source: Send Money
ar: إرسال الأموال
cs: Odeslat peníze
de: Geld senden
es: Enviar dinero
es_419: Enviar dinero
fr: Envoyer de l'argent

source: Send To
ar: إرسال إلى
cs: Odeslat na
de: Senden an
es: Enviar a
es_419: Enviar a
fr: Envoyer à

source: Send all funds to a Bitcoin wallet.
ar: أرسل جميع الأموال إلى محفظة بيتكوين.
cs: Všechny prostředky odešlete do peněženky Bitcoin.
de: Sende alle Gelder an ein Bitcoin-Wallet.
es: Envíe todos los fondos a una billetera Bitcoin.
es_419: Enviar todos los fondos a una billetera de Bitcoin.
fr: Envoyez tous vos fonds vers une adresse Bitcoin

source: Send payment
ar: إرسال الدفعة
cs: Odeslat platbu
de: Zahlung senden
es: Enviar pago
es_419: Enviar pago
fr: Envoyer le paiement

source: Sending funds…
ar: إرسال الأموال..
cs: Zasílání finančních prostředků..
de: Geld überweisen..
es: Enviando fondos...
es_419: Enviando fondos...
fr: Envoi des fonds...

source: Sending…
ar: جارِ الإرسال...
cs: Odeslání..
de: Senden..
es: Enviando…
es_419: Enviando...
fr: Envoi…

source: Sent
ar: تم الإرسال
cs: Odesláno
de: Gesendet
es: Enviado
es_419: Enviado
fr: Envoyé

source: Sent By
ar: تم الإرسال بواسطة
cs: Odesláno
de: Gesendet von
es: Enviado por
es_419: Enviado por
fr: Envoyé par

source: Sent To
ar: تم الإرسال إلى
cs: Odesláno do
de: Gesendet an
es: Enviado a
es_419: Enviado a
fr: Envoyé à

source: Server
ar: الخادم
es: Servidor
es_419: Servidor
fr: Serveur

source: Server certificate is trusted.
ar: شهادة الخادم موثوق بها.
cs: Certifikát serveru je důvěryhodný.
de: Das Serverzertifikat ist vertrauenswürdig.
es: El certificado del servidor es confiable.
es_419: El certificado del servidor es fiable.
fr: Le certificat est approuvé.

source: Server has untrusted certificate.
ar: الخادم لديه شهادة غير موثوق بها.
cs: Server má nedůvěryhodný certifikát.
de: Der Server hat ein nicht vertrauenswürdiges Zertifikat.
es: El servidor tiene un certificado que no es de confianza.
es_419: El certificado del servidor no es fiable.
fr: Le serveur utilise un certificat non reconnu.

source: Server returned HTTP status code %d
ar: ردّ الخادم بخطأ HTTP رقم %d
cs: Server vrátil stavový kód HTTP %d
de: Server hat HTTP-Statuscode %d zurückgegeben
es: El servidor devolvió el código de estado HTTP %d
es_419: El servidor devolvió el código de estado HTTP %d
fr: Le serveur retourne un code HTTP %d

source: Server returned error: %@
ar: ردّ الخادم بالخطأ: %@
cs: Server vrátil chybu: %@
de: Server hat Fehler zurückgegeben: %@
es: El servidor devolvió el error:% @
es_419: El servidor devolvió un error: %@
fr: Le serveur retourne une erreur :

source: Server returned unreadable response
ar: ردّ الخادم برد غير قابل للقراءة
cs: Server vrátil nečitelnou odpověď
de: Server hat unlesbare Antwort zurückgegeben
es: El servidor devolvió una respuesta ilegible
es_419: El servidor devolvió una respuesta ilegible
fr: Le serveur retourne une réponse invalide

source: Service
ar: الخدمة
cs: Služba
es: Servicio
es_419: Servicio

source: Service Fee
ar: رسوم الخدمة
cs: Poplatek za služby
de: Service-Gebühr
es: Tasa de servicio
es_419: Tasa de servicio
fr: Frais de service

source: Service Fees
ar: رسوم الخدمات
cs: Poplatky za službu
de: Service-Gebühren
es: Tarifas de servicios
es_419: Comisiones de servicio
fr: Frais de service

source: Service appears to be offline, or they have a down server
ar: يبدو أن الخدمة غير متصلة بالإنترنت، أو ان خادمهم متعطل
cs: Zdá se, že služba je offline, nebo mají vypnutý server
de: Der Dienst scheint offline zu sein, oder der Server ist ausgefallen
es: El servicio parece estar desconectado o tienen un servidor inactivo
es_419: El servicio parece estar fuera de línea o hay un servidor caído.
fr: Le service est hors-ligne, ou leur serveur inaccessible

source: Service doesn't support Lightning addresses, or doesn't know this user
ar: لا تدعم هذه الخدمة عناوين البرق، أو انها لا تتعرف هذا المستخدم
cs: Služba nepodporuje adresy Lightning nebo tohoto uživatele nezná
de: Der Dienst unterstützt keine Lightning-Adressen oder kennt diesen Benutzer nicht
es: El servicio no admite direcciones Lightning o no conoce a este usuario
es_419: El servicio no admite direcciones de Lightning o no conoce a este usuario.
fr: Le service ne supporte pas les adresses Lightning, ou bien ne connaît pas cet utilisateur

source: Service fees
ar: رسوم الخدمة
cs: Poplatky za služby
de: Servicegebühren
es: Tasas de servicio
es_419: Tasas de servicio
fr: Frais de service

source: Service returned unreadable response
ar: ردّت الخدمة برد غير قابل للقراءة
cs: Služba vrátila nečitelnou odpověď
de: Dienst hat unlesbare Antwort zurückgegeben
es: El servicio devolvió una respuesta ilegible
es_419: El servicio devolvió una respuesta ilegible
fr: Le service retourne une réponse invalide

source: Set Lock PIN
ar: تعيين رقم التعريف الشخصي للقفل
cs: Nastavení kódu PIN zámku
de: Sperr-PIN einstellen
es: Establecer PIN de bloqueo
es_419: Establecer PIN de bloqueo

source: Set PIN
ar: تعيين رقم التعريف الشخصي
cs: Nastavení kódu PIN
de: PIN einstellen
es: Establecer PIN
es_419: Establecer PIN
fr: Définir le code PIN

source: Set Spending PIN
ar: تعيين رقم التعريف الشخصي للإنفاق
cs: Nastavení výdajového kódu PIN
de: Ausgaben-PIN festlegen
es: Establecer PIN de gastos
es_419: Establecer PIN de gastos

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Configuración
es_419: Configuración
fr: Configuration

source: Share
ar: مشاركة
cs: Sdílet
de: Teilen
es: Compartir
es_419: Compartir
fr: Partager

source: Share Image
ar: مشاركة الصورة
cs: Sdílet obrázek
de: Bild teilen
es: Compartir imagen
es_419: Compartir imagen
fr: Partager l’image

source: Share options
ar: خيارات المشاركة
cs: Akciové opce
de: Aktienoptionen
es: Opciones sobre acciones
es_419: Opciones sobre acciones
fr: Options sur actions

source: Share the logs
ar: مشاركة السجلات
cs: Sdílet protokoly
de: Teile die Protokolle
es: Compartir registros
es_419: Compartir los registros
fr: Partager les logs

source: Short Description
ar: وصف قصير
cs: Krátký popis
de: Kurzbeschreibung
es: Descripción corta
es_419: Descripción breve
fr: Description courte

source: Show a Bitcoin address
ar: أظهر عنوان بيتكوين
cs: Zobrazit bitcoinovou adresu
de: Eine Bitcoin-Adresse anzeigen
es: Mostrar una dirección de Bitcoin
es_419: Mostrar una dirección de Bitcoin
fr: Montrer une adresse Bitcoin

source: Show a Lightning invoice
ar: إظهار فاتورة برق
cs: Zobrazit fakturu Lightning
de: Eine Blitzrechnung anzeigen
es: Mostrar una factura de Lightning
es_419: Mostrar una factura de Lightning
fr: Montrer une requête de paiement Lightning

source: Show advanced options
ar: إظهار الخيارات المتقدمة
cs: Zobrazit rozšířené možnosti
de: Erweiterte Optionen anzeigen
es: Mostrar opciones avanzadas
es_419: Mostrar opciones avanzadas
fr: Montrer les options avancées

source: Show most recent 1 payment
ar: إظهار أحدث 1 دفعة 1
cs: Zobrazit poslední 1 platbu
de: Die letzte 1 Zahlung anzeigen
es: Mostrar 1 pago más reciente
es_419: Mostrar el pago más reciente
fr: Montrer le paiement le plus récent

source: Show most recent 10 payments
ar: إظهار آخر 10 دفعات أحدث 10 دفعات
cs: Zobrazit posledních 10 plateb
de: Die letzten 10 Zahlungen anzeigen
es: Mostrar los 10 pagos más recientes
es_419: Mostrar los 10 pagos más recientes
fr: Montrer les 10 derniers paiements

source: Show most recent 15 payments
ar: عرض آخر 15 دفعة من المدفوعات الـ 15 الأخيرة
cs: Zobrazit posledních 15 plateb
de: Die letzten 15 Zahlungen anzeigen
es: Mostrar los 15 pagos más recientes
es_419: Mostrar los 15 pagos más recientes
fr: Montrer les 15 derniers paiements

source: Show most recent 20 payments
ar: عرض آخر 20 دفعة تم دفعها
cs: Zobrazit posledních 20 plateb
de: Die letzten 20 Zahlungen anzeigen
es: Mostrar los 20 pagos más recientes
es_419: Mostrar los 20 pagos más recientes
fr: Montrer les 20 derniers paiements

source: Show most recent 3 payments
ar: إظهار آخر 3 دفعات أحدث 3 دفعات
cs: Zobrazit poslední 3 platby
de: Die letzten 3 Zahlungen anzeigen
es: Mostrar los 3 pagos más recientes
es_419: Mostrar los 3 pagos más recientes
fr: Montrer les 3 derniers paiements

source: Show most recent 5 payments
ar: إظهار آخر 5 دفعات أحدث 5 دفعات
cs: Zobrazit posledních 5 plateb
de: Die letzten 5 Zahlungen anzeigen
es: Mostrar los 5 pagos más recientes
es_419: Mostrar los 5 pagos más recientes
fr: Montrer les 5 derniers paiements

source: Show most recent:
ar: عرض الأحدث
cs: Zobrazit nejnovější:
de: Das Neueste anzeigen:
es: Mostrar lo más reciente:
es_419: Mostrar el más reciente:
fr: Montrer le plus récent :

source: Show one-time invoice
ar: إظهار الفاتورة لمرة واحدة
cs: Zobrazit jednorázovou fakturu
de: Einmalige Rechnung anzeigen
es: Mostrar factura única
es_419: Mostrar factura única
fr: Afficher une facture unique

source: Show only in-flight payments
ar: عرض المدفوعات على متن الطائرة فقط
cs: Zobrazit pouze platby za letu
de: Nur Zahlungen während des Fluges anzeigen
es: Mostrar solo pagos en camino
es_419: Mostrar solo los pagos en curso
fr: Montrer uniquement les paiements en cours

source: Show only:
ar: عرض فقط:
cs: Pouze výstava:
de: Nur anzeigen:
es: Mostrar solo:
es_419: Mostrar solo:
fr: Montrer uniquement :

source: Show original fiat amount
ar: إظهار مبلغ فيات الأصلي
cs: Zobrazit původní částku fiat
de: Ursprünglichen Fiat-Betrag anzeigen
es: Mostrar cantidad fiat original
es_419: Mostrar el importe original en fíat
fr: Montrer le montant fiduciaire d'origine

source: Show payments within the last 1 minute
ar: إظهار المدفوعات خلال آخر 1 دقيقة
cs: Zobrazit platby za poslední 1 minutu
de: Zahlungen innerhalb der letzten 1 Minute anzeigen
es: Mostrar pagos en el último minuto
es_419: Mostrar pagos en el último minuto
fr: Montrer les paiements faits dans la dernière minute

source: Show payments within the last 1 minute.
ar: إظهار المدفوعات خلال آخر دقيقة واحدة.
cs: Zobrazit platby za poslední minutu.
de: Zeige Zahlungen innerhalb der letzten 1 Minute.
es: Mostrar pagos en el último minuto.
es_419: Mostrar pagos en el último minuto.
fr: Montrer les paiements faits dans la dernière minute.

source: Show payments within the last 10 minutes
ar: إظهار المدفوعات خلال آخر 10 دقائق
cs: Zobrazit platby za posledních 10 minut
de: Zahlungen innerhalb der letzten 10 Minuten anzeigen
es: Mostrar pagos en los últimos 10 minutos
es_419: Mostrar pagos en los últimos 10 minutos
fr: Montrer les paiements faits dans les dix dernières minutes

source: Show payments within the last 10 minutes.
ar: إظهار المدفوعات خلال آخر 10 دقائق.
cs: Zobrazit platby za posledních 10 minut.
de: Zeige Zahlungen innerhalb der letzten 10 Minuten.
es: Mostrar pagos en los últimos 10 minutos.
es_419: Mostrar pagos en los últimos 10 minutos.
fr: Montrer les paiements faits dans les dix dernières minutes.

source: Show payments within the last 2 hours
ar: إظهار المدفوعات خلال آخر ساعتين
cs: Zobrazit platby za poslední 2 hodiny
de: Zahlungen innerhalb der letzten 2 Stunden anzeigen
es: Mostrar pagos en las últimas 2 horas
es_419: Mostrar pagos en las últimas 2 horas
fr: Montrer les paiements faits dans les deux dernières heures

source: Show payments within the last 2 hours.
ar: إظهار المدفوعات خلال آخر ساعتين.
cs: Zobrazit platby za poslední 2 hodiny.
de: Zeige Zahlungen innerhalb der letzten 2 Stunden.
es: Mostrar pagos en las últimas 2 horas.
es_419: Mostrar pagos en las últimas 2 horas.
fr: Montrer les paiements faits dans les deux dernières heures.

source: Show payments within the last 24 hours
ar: إظهار المدفوعات خلال آخر 24 ساعة الأخيرة
cs: Zobrazit platby za posledních 24 hodin
de: Zahlungen innerhalb der letzten 24 Stunden anzeigen
es: Mostrar pagos en las últimas 24 horas
es_419: Mostrar pagos en las últimas 24 horas
fr: Montrer les paiements faits dans les 24 dernières heures

source: Show payments within the last 24 hours.
ar: إظهار المدفوعات خلال الـ 24 ساعة الماضية
cs: Zobrazit platby za posledních 24 hodin.
de: Zeige Zahlungen innerhalb der letzten 24 Stunden.
es: Mostrar pagos en las últimas 24 horas.
es_419: Mostrar pagos en las últimas 24 horas.
fr: Montrer les paiements faits dans les 24 dernières heures.

source: Show payments within the last 3 days
ar: إظهار المدفوعات خلال آخر 3 أيام
cs: Zobrazit platby za poslední 3 dny
de: Zahlungen innerhalb der letzten 3 Tage anzeigen
es: Mostrar pagos en los últimos 3 días
es_419: Mostrar pagos en los últimos 3 días
fr: Montrer les paiements faits dans les trois derniers jours

source: Show payments within the last 3 days.
ar: إظهار المدفوعات خلال آخر 3 أيام.
cs: Zobrazit platby za poslední 3 dny.
de: Zeige Zahlungen innerhalb der letzten 3 Tage.
es: Mostrar pagos en los últimos 3 días.
es_419: Mostrar pagos en los últimos 3 días.
fr: Montrer les paiements faits dans les trois derniers jours.

source: Show payments within the last 7 days
ar: إظهار المدفوعات خلال آخر 7 أيام
cs: Zobrazit platby za posledních 7 dní
de: Zahlungen innerhalb der letzten 7 Tage anzeigen
es: Mostrar pagos en los últimos 7 días
es_419: Mostrar pagos en los últimos 7 días
fr: Montrer les paiements faits dans les septs derniers jours

source: Show payments within the last 7 days.
ar: إظهار المدفوعات خلال آخر 7 أيام.
cs: Zobrazit platby za posledních 7 dnů.
de: Zeige Zahlungen innerhalb der letzten 7 Tage.
es: Mostrar pagos en los últimos 7 días.
es_419: Mostrar pagos en los últimos 7 días.
fr: Montrer les paiements faits dans les sept derniers jours.

source: Show payments within the last:
ar: إظهار المدفوعات ضمن آخر دفعة:
cs: Zobrazit platby v rámci posledního:
de: Zeige Zahlungen innerhalb der letzten:
es: Mostrar pagos dentro de los últimos:
es_419: Mostrar pagos en los últimos:
fr: Montrer les paiements faits dans les dernières :

source: Show reusable QR
ar: عرض QR القابل لإعادة الاستخدام
cs: Zobrazit opakovaně použitelné QR
de: Wiederverwendbare QR anzeigen
es: Mostrar QR reutilizables
es_419: Mostrar QR reutilizables
fr: Afficher les QR réutilisables

source: Sign into iCloud to backup your payments
ar: قم بتسجيل الدخول إلى iCloud لعمل نسخة احتياطية من مدفوعاتك
cs: Přihlaste se do služby iCloud a zálohujte své platby
de: Melde dich bei iCloud an, um deine Zahlungen zu sichern
es: Inicie sesión en iCloud para hacer una copia de seguridad de sus pagos
es_419: Inicia sesión en iCloud para hacer una copia de seguridad de tus pagos
fr: S’authentifier sur iCloud pour sauvegarder vos paiements

source: Since you've enabled Tor, you should use an onion address for this server.
ar: نظرًا لأنك قمت بتمكين Tor، يجب عليك استخدام عنوان onion لهذا الخادم.
cs: Vzhledem k tomu, že jste povolili Tor, měli byste pro tento server použít adresu onion.
de: Da du Tor aktiviert hast, solltest du eine Onion-Adresse für diesen Server verwenden.
es: Como has activado Tor, deberías utilizar una dirección onion para este servidor.
es_419: Como has activado Tor, deberías utilizar una dirección onion para este servidor.
fr: Puisque vous avez activé Tor, vous devez utiliser une adresse en oignon pour ce serveur.

source: Single use
ar: استخدام واحد
cs: Jednorázová
de: Einmal verwendbar
es: Un solo uso
es_419: Un solo uso

source: Skip
ar: تخطي
cs: Přeskočit
de: Überspringen
es: Omitir
es_419: Omitir
fr: Passer

source: Skip For Now
ar: تخطى الآن
cs: Prozatím přeskočit
de: Vorerst überspringen
es: Omitir por ahora
es_419: Omitir por ahora
fr: Ignorer pour l'instant

source: Skip absolute fee check for Lightning
ar: تخطي التحقق من الرسوم المطلقة لـ Lightning
cs: Přeskočit kontrolu absolutních poplatků za Lightning
de: Überprüfung der absoluten Gebühren für Lightning überspringen
es: Omitir la comprobación absoluta de tasas para Lightning
es_419: Omitir la comprobación de comisión absoluta para Lightning
fr: Déroger au max pour les paiements Lightning

source: Something is amiss with this invoice...
ar: هناك شيء خاطئ في هذه الفاتورة ...
cs: S touto fakturou není něco v pořádku...
de: Irgendetwas stimmt mit dieser Rechnung nicht...
es: Algo anda mal con esta factura...
es_419: Algo está mal con esta factura...
fr: Cette requête ne semble pas correcte…

source: Spend
ar: أنفق
cs: Utratit
de: Ausgeben
es: Gasta
es_419: Gastar

source: Spend expired swap-ins
ar: مبادلات منتهية الصلاحية منتهية الصلاحية
cs: Utratit prošlé výměnné balíčky
de: Abgelaufene Swap-ins ausgeben
es: Gastar intercambios caducados
es_419: Gastar intercambios caducados
fr: Dépensez les swap-ins périmés

source: Spend from final wallet
ar: الإنفاق من المحفظة النهائية
cs: Utratit z konečné peněženky
de: Ausgeben aus der endgültigen Geldbörse
es: Gastar del monedero final
es_419: Gastar del monedero final
fr: Dépenser à partir du portefeuille final

source: Spending = pouring water out Receiving = adding more water
ar: الإنفاق = سكب الماء الاستلام = إضافة المزيد من الماء
cs: Výdaje = vylévání vody Přijímání = doplňování vody
de: Ausgeben = Wasser ausschütten Empfangen = mehr Wasser hinzufügen
es: Gastar = echar agua Recibir = añadir más agua
es_419: Gastar = echar agua Recibir = añadir más agua
fr: Dépenser = verser de l'eau Recevoir = ajouter de l'eau

source: Spending Control
ar: التحكم في الإنفاق
cs: Kontrola výdajů
de: Ausgabenkontrolle
es: Control del gasto
es_419: Control del gasto

source: Spending PIN
ar: رقم التعريف الشخصي للإنفاق
cs: Odesílací PIN
es: PIN de gasto

source: Splice already in progress
ar: الربط قيد التنفيذ بالفعل
cs: Splice již probíhá
de: Spleiß ist bereits in Arbeit
es: Empalme en progreso
es_419: El empalme ya está en marcha
fr: Un splice est déjà en cours

source: Splice has been aborted
ar: تم إلغاء الربط
cs: Splice byl přerušen
de: Der Spleiß wurde abgebrochen
es: Se ha abortado el empalme
es_419: Se ha abortado el empalme
fr: L'épissage a été interrompu

source: Splice-In
ar: الربط
de: Einspleißen
es_419: Empalme de entrada

source: Splice-out session error
ar: خطأ في جلسة الربط خارج الجلسة
cs: Chyba relace Splice-out
de: Fehler bei Splice-out-Sitzung
es: Error de sesión de empalme
es_419: Error en la sesión de empalme
fr: Erreur de session splice-out

source: Splicing
ar: الربط
cs: Splétání
de: Spleißen
es_419: Empalmes

source: Standard
ar: قياسي
cs: Standardní
es: Estándar
es_419: Estándar

source: Start date
ar: تاريخ البدء
cs: Od data
de: Anfangsdatum
es: Fecha de inicio
es_419: Fecha inicial
fr: Date de début

source: Start over
ar: ابدأ من جديد
cs: Začněte znovu
de: Neu anfangen
es: Volver a empezar
es_419: Volver a empezar
fr: Recommencer

source: Status
ar: الحالة
cs: Stav
es: Estado
es_419: Estado
fr: Statut

source: Step #%lld
ar: الخطوة #%د
cs: Krok #%lld
de: Schritt #%lld
es: Paso #%lld
es_419: Paso N.° %lld
fr: Étape #%lld

source: Subject:
ar: الموضوع:
cs: Předmět: Zpracování informací o projektu, který se uskutečnil v roce 2012, a o jeho výsledcích:
de: Thema:
es: Tema:
es_419: Asunto:
fr: Sujet :

source: Successful
ar: ناجح
cs: Úspěšné
de: Erfolgreich
es: Éxito
es_419: Éxito
fr: Succès

source: Suggestions
ar: الاقتراحات
cs: Návrhy
de: Vorschläge
es: Sugerencias
es_419: Sugerencias

source: Summary
ar: الملخص
cs: Souhrn
de: Zusammenfassung
es: Resumen
es_419: Resumen
fr: En résumé

source: Support
ar: الدعم
cs: Podpora
es: Ayuda
es_419: Asistencia

source: Swap Fees
ar: رسوم المقايضة
cs: poplatky za Swap
de: Swap-Gebühren
es: Tarifas Swap
es_419: Comisiones de intercambio
fr: Frais de swap

source: Swap addresses
ar: تبديل العناوين
cs: Swap adresy
de: Adressen tauschen
es: Intercambiar direcciones
es_419: Intercambiar direcciones
fr: Adresses de swap

source: Swap-In
ar: تبديل للدخول
es_419: Intercambio entrante

source: Swap-Out
ar: تبديل للخروج
de: Tauschbörse
es_419: Intercambio saliente

source: Swap-in addresses
ar: تبديل العناوين
cs: Swap-in adresa
de: Adressen tauschen
es: Direcciones de intercambio
es_419: Direcciones de intercambio
fr: Adresses de swap

source: Swap-in wallet
ar: محفظة المبادلة في المحفظة
cs: Výměna peněženky
es: Cartera swap-in
es_419: Billetera de intercambio

source: Switch to another wallet
ar: التحويل إلى محفظة أخرى
cs: Přechod na jinou peněženku
de: Zu einer anderen Geldbörse wechseln
es: Cambiar a otro monedero
es_419: Cambiar a otro monedero

source: System
ar: النظام
cs: Systém
es: Sistema
es_419: Sistema
fr: Système

source: Take photo
ar: التقط صورة
cs: Vyfotografujte se
de: Foto machen
es: Haz una foto
es_419: Haz una foto
fr: Prendre une photo

source: Tap for more info
ar: انقر للحصول على مزيد من المعلومات
cs: Klepněte pro více informací
de: Tippen für mehr Infos
es: Toca para obtener más información
es_419: Tocar para obtener más información
fr: Appuyez pour plus d'infos

source: Taproot
ar: تابروت

source: Taproot (recommended)
ar: تابروت (موصى به)
cs: Taproot (doporučený)
de: Taproot (empfohlen)
es: Taproot (recomendado)
es_419: Taproot (recomendado)
fr: Taproot (recommandé)
